Revit 2027 API
ParameterTypeId.MepZoneEquipmentType Property
 "Equipment Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepZoneEquipmentType { get; }
Public Shared ReadOnly Property MepZoneEquipmentType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepZoneEquipmentType {
	ForgeTypeId^ get ();
}
static member MepZoneEquipmentType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace